20210612195325-bookmarks.md

# Table of Contents

1.  [social](#org7c392e1)
    1.  [youtube channels](#org514201e)
    2.  [odysee channels](#org247b03c)
    3.  [subreddits](#orgebfc0f3)
2.  [theft](#orgd428119)
    1.  [papers](#org79c4a99)
    2.  [books](#orgbf66781)
    3.  [torrent sites](#org91347a9)
    4.  [games](#orgec56794)
    5.  [software](#org83cd3cf)
    6.  [private trackers](#org1c86e82)
3.  [privacy](#org95676d4)
4.  [other](#org79bd31b)



<a id="org7c392e1"></a>

# social


<a id="org514201e"></a>

## youtube channels

1.  [Ayhan Tarakci](https://www.youtube.com/watch?v=DcqqchtdjGQ) : science
2.  [Baris Ozcan](https://www.youtube.com/user/b31416) : BMW commercials
3.  [Ruhi Cenet](https://www.youtube.com/user/MrRuhicenet) : good stuff
4.  [ThePrimeagen](https://www.youtube.com/channel/UC8ENHE5xdFSwx71u3fDH5Xw) : Vim Porn
5.  [ThePrimeThanatos](https://www.youtube.com/channel/UCmYTgpKxd-QOJCPDrmaXuqQ) : synthwave wave
6.  [Diamond Tema](https://www.youtube.com/c/DiamondTema) : atheism made easy
7.  [MrBallen](https://www.youtube.com/c/MrBallen) : strange, dark and misterious stories


<a id="org247b03c"></a>

## odysee channels

1.  [Mental Outlaw](https://odysee.com/@AlphaNerd:8) : reclaim the desktop
2.  [SirSudo](https://odysee.com/@sirsudo:8) : `sudo $(sudo !!)`
3.  [DistroTube](https://odysee.com/@DistroTube:2) : the &ldquo;Countient&rdquo;
4.  [Chris Titus Tech](https://odysee.com/@christitustech:5) : the guy who hates windows but uses it anyway.


<a id="orgebfc0f3"></a>

## subreddits

1.  [artixlinux](https://www.reddit.com/r/artixlinux)
2.  [Piracy](https://www.reddit.com/r/Piracy)
3.  [cataclysmdda](https://www.reddit.com/r/cataclysmdda)
4.  [doomemacs](https://www.reddit.com/r/doomemacs)
5.  [drums](https://www.reddit.com/r/drums)
6.  [emacs](https://www.reddit.com/r/emacs)
7.  [fedora](https://www.reddit.com/r/fedora)
8.  [findmeadistro](https://www.reddit.com/r/findmeadistro)
9.  [howtohack](https://www.reddit.com/r/howtohack)
10. [linux](https://www.reddit.com/r/linux)
11. [linux<sub>gaming</sub>](https://www.reddit.com/r/linux_gaming)
12. [linux<sub>programming</sub>](https://www.reddit.com/r/linux_programming)
13. [linuxhardware](https://www.reddit.com/r/linuxhardware)
14. [linuxmasterrace](https://www.reddit.com/r/linuxmasterrace)
15. [metal](https://www.reddit.com/r/metal)
16. [opensource](https://www.reddit.com/r/opensource)
17. [orgmode](https://www.reddit.com/r/orgmode)
18. [pcmasterrace](https://www.reddit.com/r/pcmasterrace)
19. [python](https://www.reddit.com/r/python)
20. [roguelikes](https://www.reddit.com/r/roguelikes)
21. [ros](https://www.reddit.com/r/ros)
22. [rust](https://www.reddit.com/r/rust)
23. [trackmania](https://www.reddit.com/r/trackmania)
24. [unixport](https://www.reddit.com/r/unixport)
25. [vim](https://www.reddit.com/r/vim)
26. [wine<sub>gaming</sub>](https://www.reddit.com/r/wine_gaming)


<a id="orgd428119"></a>

# theft


<a id="org79c4a99"></a>

## papers

1.  [sci-hub](https://sci-hub.mksa.top/)
2.  [zlibrary-science](https://booksc.org/)
3.  [libgen-articles](https://libgen.is/scimag/)


<a id="orgbf66781"></a>

## books

1.  [xdcc](https://www.xdcc.eu/): look here if you cannot find your book anywhere
2.  [enchanced book search](https://cse.google.com/cse?cx=011394183039475424659:5bfyqg89ers): google search that is modified for outputing books
3.  [book search](https://ravebooksearch.com/#gsc.tab=0) : pirated book search engine just like torlook


<a id="org91347a9"></a>

## torrent sites

1.  [btdigg](https://en.btdig.com/index.htm): contains old torrents but has a huge collection


<a id="orgec56794"></a>

## games

1.  [game search](https://idleendeavor.github.io/gamesearch/index.html#gsc.tab=0)


<a id="org83cd3cf"></a>

## software

1.  [software search](https://ravesoftwaresearch.pages.dev/#gsc.tab=0)


<a id="org1c86e82"></a>

## private trackers

1.  [myanonamouse](https://www.myanonamouse.net/login.php?returnto=%2F)


<a id="org95676d4"></a>

# privacy

-   [FBI messaging apps access](https://user-content.gitlab-static.net/37cfea2cee75ee2862ec5d2d18a803949477adbf/68747470733a2f2f692e6962622e636f2f64424a384859742f32313131343536322d312d322e706e67)
-   [privacy tools list](https://gitlab.com/ck-s-technology-news/privacy-tools-list-by-cktn#instant-messaging)
-   [deviceinfo](https://www.deviceinfo.me) check how much data is collected from you
-   [dnsleaktest](https://www.dnsleaktest.com/)
-   [firebog](https://firebog.net/) block list for [pihole](20220625174036-pihole.md)


<a id="org79bd31b"></a>

# other

-   [Alegreya font for emacs??](https://www.huertatipografica.com/en/fonts/alegreya-ht-pro)
-   [rss.app](https://rss.app/) convert any website to rss feed

